Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/juhan-s.htm.tmx
Source language: sme
Languages: nob

source: Muhto skuvllas ledje eará bealjehis oahppit nu ahte mis lei biras .
nob: Men det var flere døve elever på skolen så vi hadde et miljø .

source: Skuvllas rahčen teoriijain .
nob: Jeg strevde med teorien på skolen .

source: Ledje ollu sánit maid mearkkašumi fertejin bivdit oahpaheaddji čilget munnje .
nob: Det var mange ord jeg måtte be læreren forklare betydningen av .

source: Dat dagahii ahte ožžon lassičuovvoleami .
nob: Det førte til at jeg fikk ekstra oppfølging .

source: Mus lei dulka , muhto almmatge ii lean álki čuovvut oahpahusa .
nob: Jeg hadde tolk men likevel var det ikke lett å henge med .

source: Mun in dovdan fágadoahpagiid jna.
nob: Jeg kunne ikke gjenkjenne faguttrykk osv.

source: Álkes sánit dego « ytre vegg » ledje váddásat .
nob: Bare sånne enkle ord som « ytre vegg » var vanskelig .

source: Fertejedje čilget munnje , ja de fertejin geahččalit muitit nu bures go nagodin .
nob: Jeg måtte ha det forklart og så måtte jeg prøve å huske det så godt jeg kunne .

source: Lei lossat go galgen oahppat sihke dárogiela ja fága oktanaga .
nob: Det ble tungt når jeg måtte lære norsk og faget samtidig .

source: Okta oahpaheaddji ráhkadii munnje gihppaga fágadoahpagiiguin ja sániiguin maid in ipmirdan .
nob: En lærer lagde et hefte til meg med faguttrykk og ord som jeg ikke forsto .

source: Dat lei munnje buorre veahkkin .
nob: Det hjalp meg mye .

source: Dađistaga manai buorebut ja mun nagodin loahppageahččaleami .
nob: Etter hvert gikk det bedre og jeg klarte eksamen .

source: Jurddaš ožžon 5+ ja ledjen nu ilus .
nob: Tenk jeg fikk 5+ og var veldig glad .

source: Njulgestaga rámis .
nob: Rett og slett stolt .

source: Jurddašin háhkat oahpahallisaji dalán maŋŋil skuvllas geargama , muhto gávnnahin vuos vázzit jagi bealjehemiid álbmotallaskuvllas .
nob: Jeg planla å få meg en lærlingplass rett etter at jeg var ferdig på skolen , men fant ut at jeg først ville ta et år på folkehøyskole for døve .

source: Dalle sáhtášin buorebut oahppat sihke dárogiela ja mearkagiela .
nob: Da kunne jeg lære bedre både norsk og tegnspråk .

source: Dat han lea munnje čoavdagin jus galggan oažžut albma oahpu ja barggu viidáseappot eallimis .
nob: Det er jo nøkkelen for meg om jeg skal få meg en skikkelig utdanning og jobb videre i livet .

source: Dan ledjen vásihan huksejeaddji-suorggis .
nob: Det hadde jeg erfart på tømrerlinja .

source: Álbmotallaskuvlii álgin rabai munnje máŋga ođđa ášši .
nob: Da jeg begynte på folkehøyskolen fikk jeg flere aha-opplevelser .

source: Doppe ledje sihke bealjehis ja gulli oahpaheaddjit .
nob: Der hadde jeg både døve og hørende lærere .

source: Oktasaš sidjiide lei ahte sii ledje čeahpit mearkagielas ja skuvla lea mearkagielat skuvla .
nob: Fellesnevneren for dem var at de var gode i tegnspråk og at skolen er en tegnspråklig skole .

source: Eanáš oahpaheaddjit doppe leat bealjeheamit .
nob: De fleste lærerne der er døve .

source: Mus lei dušše okta gulli oahpaheaddji .
nob: Jeg hadde bare en hørende lærer .

source: Doppe ožžon dárogiela- ja mearkagielaoahpahusa mii lei munnje heivehuvvon .
nob: Der fikk jeg norsk og tegnspråkopplæring som var tilpasset meg .

source: Mus ledje maiddái fágat dego bealjehemiid historjá ja kultuvra .
nob: Jeg hadde også fag som døves historie og kultur .

source: Ja gulli oahppit dat geavahedje dulkka doppe .
nob: Og der var det de hørende elevene som brukte tolk .

source: Lei dego máilbmi livččii jorgut šaddan munnje ávkin .
nob: Verden var snudd på hodet til fordel for meg .

source: Mun lokten áiggi hui bures doppe .
nob: Jeg trivdes veldig godt der .

source: Dušše dat ahte ruovttus fárret ja lanja juohkit nuppiin ohppiin lei somá .
nob: Bare det å flytte hjemmefra og dele rom med en annen elev var morsomt .

source: In dárbbašan gillát gulahallanváttisvuođaiguin .
nob: Jeg slapp kommunikasjonsproblemer .

source: Maŋŋil dan jagi fárrejin ruoktot ja álgen ohcat oahpahallisaji NAV bokte .
nob: Etter det året flyttet jeg hjem og begynte å lete etter en lærlingplass via NAV .

source: NAV konsuleanta muitalii leat váttis fidnet barggu dál go bargomárkan lea nu gárži .
nob: Konsulenten på NAV sa at det var vanskelig å få jobb nå når arbeidsmarkedet var stramt .

source: Seammás lei liige noađđin go ražan dárogielain ja lean bealjeheapmi .
nob: Samtidig var det en ekstra belastning at jeg hadde vanskeligheter med norsk og at jeg var døv .

source: Bargoaddit eahpidivčče juo vuolggasajis .
nob: Arbeidsgiverne ville i utgangspunktet være skeptisk til meg .

source: Sis gávdno unnán máhttu bealjehis bargiid birra .
nob: De har liten kunnskap om døve som arbeidstakere .

source: Naba gulahallan gulli bargoguimmiiguin ?
nob: Hva med kommunikasjonen med hørende arbeidskollegaer ?

source: Lea lossat lohkat njálmmi lihkastagaid , erenoamážit gillii mas in leat nu nanus .
nob: Munnavlesning er tungt , spesielt på et språk jeg ikke er stø på .

source: Dárbbašan ipmirdit maid sii čállet .
nob: Jeg er avhengig av å forstå hva de skriver .

source: Maid jus in ipmir ?
nob: Hva om jeg ikke forstår det ?

source: Badjánit máŋggalágan gažaldagat .
nob: Det er mange spørsmål å forholde seg til .

source: Dasa lassin lean sorjavaš dulkkas čoahkkimiin ja sullasaččain .
nob: I tillegg vil jeg være avhengig av tolk på møter og lignende .

source: Oaččun veahki NAV:s , muhto sii oaivvildit ahte lean ožžon menddo fuones dárogielaoahpahusa vuođđoskuvllas .
nob: Jeg får hjelp fra NAV , men de mener at jeg har fått for dårlig norskopplæring i grunnskolen .

source: Álgoálggos lei mu niehkun šaddat njuovvin ja bargat boazonjuovahagas Rørosas vai beasan leat sámi birrasis .
nob: Jeg hadde i utgangspunktet drømt om å bli slakter og kanskje jobbe på reinslakteriet på Røros for å være i det samiske miljøet .

source: Muhto oainnán dan šaddat váttisin .
nob: Men jeg innser at det vil bli vanskelig .

source: Doppe ii leat oktage bealjeheapmi geainna sáhtán háleštit friddjan ja hehttehusaid haga .
nob: Det er ingen døve der som jeg kan prate fritt og uhemmet med .

source: Dasa lassin háliidan maiddái ássat Finnmárkkus , muhto seammá sivaid geažil de munnje ii gávdno makkárge boahtteáigi doppe .
nob: Dessuten vil jeg også bo i Finnmark , men av samme grunn så er det ingen framtid for meg der .

source: Lean sorjavaš sosiála birrasis , mearkagielabirrasis , go mun in goassige šatta gullin in ge šatta doaibmat buorredohkálaččat hállangillii .
nob: Jeg er avhengig av et sosialt miljø , tegnspråkmiljø , for jeg vil aldri bli hørende og fungere optimalt på talespråk .

source: Maid dál ?
nob: Hva nå ?

source: – De maid mun dál jurddašan ?
nob: – Så hva tenker jeg nå ?

source: Sávašin ahte livččen ožžon vuđoleappo dárogielaoahpahusa , go das lea munnje čoavdda skuvlemii ja bargui .
nob: Jeg hadde ønsket at jeg hadde fått en mer grundig norskopplæring , for der ligger nøkkelen til utdanning og jobb for meg .

source: Sámi-bealjehis skuvlenbiras ii gávdno .
nob: Det finnes ikke et samisk – døvt utdanningsmiljø .

source: Sámegiella lea munnje dehálaš vai in skuvle iežan olggobeallái bearraša ja kultuvrra , muhto dárogiella lea čoavdda skuvlemii ja iešbirgejeaddji boahtteáigái .
nob: Samisk er viktig for at jeg ikke skal utdanne meg ut fra min familie og kultur , men norsk er nøkkelen til utdanning , jobb og en selvstendig fremtid .

source: Dáid gielaid ja kultuvrraid sáhtán juksat buorre mearkagielain .
nob: Disse språkene og kulturene kan jeg nå gjennom et godt tegnspråk .

source: Dan in leat goassige ožžon Kárášjoga mánáidskuvllas dahje nuoraidskuvllas Troandimis .
nob: Det er noe jeg aldri har fått verken på barneskolen i Karasjok eller ungdomsskolen i Trondheim .

source: Sii leat juogo vuoruhan sámegiela dahje dárogiela – ja guktuin báikkiin leamašan menddo unnán mearkagielaoahpaheaddjit .
nob: Enten har de satset på samisk eller norsk – og tegnspråklærerne begge steder har vært for få .

source: Guokte – golbma oahpaheaddji ii leat mearkagiellabiras .
nob: To – tre lærere er ikke et tegnspråkmiljø .

source: Ii leat seammá oažžut oahpahusa dulkka bokte dahje muhtuma gii máhttá mearkagiela .
nob: Det er ikke det samme å bli undervist via en tolk eller noen som kan tegn som støtte til tale .

source: Lea váttis leat gulli olbmuid birrasis .
nob: Det å være i et hørende miljø er vanskelig .

source: In nagot oažžut dan sosiála beali , dušše tiibmooahpahusa .
nob: Jeg får ikke med meg det sosiale , kun undervisningen i timene .

source: Dasa lassin váilot bealjehis rávesolbmo ovdagovat .
nob: Dessuten er det ingen døve voksne forbilder .

source: Bealjehemiid skuvllas ledje bealjehis oahppit ja servvoštallan lei geahppasat .
nob: På døveskolen var det døve elever og det sosiale enklere .

source: Muhto in ožžon sámevuođa ovddiduvvot .
nob: Men jeg fikk ikke videreført samisk .

source: Ledje gulli oahpaheaddjit , dat ii duddjon iešdovddu skuvlemii .
nob: Lærerne var hørende , noe som ikke ga meg selvtillit til å utdanne meg .

source: Ja eai buohkat lean čeahpit mearkagielas .
nob: Det var heller ikke alle som var flinke i tegnspråk .

source: Mun in ipmirdan buohkaid .
nob: Jeg forsto ikke alle .

source: Inge mun ožžon dárogielaoahpahusa mii livččii heivehuvvon munnje ja mu dássái .
nob: Dessuten fikk jeg vel ikke opplæring i norsk tilpasset meg og mitt nivå .

source: Nu lea goittotge mu vásáhus .
nob: Det er i alle fall slik min erfaring er .

source: [ 1 ] Dát dulka lea seammá olmmoš guhte lea čállán muitui Juhán Niillasa muitalusa .
nob: [ 1 ] Denne tolken er samme person som har nedskrevet Juhan Niillas sin fortelling .

source: ( doaim . )
nob: ( red. )

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
